Repository: darktable-org/darktable
Catalog: doc/usermanual/po/de.tmx
Source language: en
Languages: de

source: Virtual Lighttable and Darkroom
de: Virtueller Leuchttisch und Dunkelkammer

source: Organize and develop images from digital cameras
de: Organisiere und entwickle Bilder von Digitalkameras

source: graphics;photography;raw;
de: Graphik;Grafik;Photographie;Fotografie;Raw;

source: lighttable
de: Leuchttisch

source: color manage cached thumbnails
de: Farben gespeicherter Vorschaubilder korrigieren

source: double click to reset to `%s'
de: Doppelklick, um auf „%s” zurückzusetzen

source: TRUE
de: JA

source: if enabled, cached thumbnails will be color managed so that lighttable and filmstrip can show correct colors. otherwise the results may look wrong once the display profile gets changed.
de: Wenn die Farbverwaltung für gespeicherte Vorschaubilder aktiviert ist, werden auf dem Leuchttisch und im Filmstreifen korrekte Farben angezeigt. Andernfalls können die Bilder falsch dargestellt werden, sobald das Bildschirmfarbprofil geändert wurde.

source: don't use embedded preview JPEG but half-size raw
de: Eingebettete Vorschau-JPEGs nicht nutzen, sondern Raw halber Größe

source: FALSE
de: NEIN

source: check this option to not use the embedded JPEG from the raw file but process the raw data. this is slower but gives you color managed thumbnails.
de: Diese Option auswählen, damit die in Raw-Dateien eingebetteten JPEG-Vorschauen nicht benutzt werden, sondern die Raw-Daten verarbeitet werden. Das ist langsamer, ermöglicht dafür aber Farbmanagement für Vorschaubilder.

source: number of folder levels to show in lists
de: Anzahl Verzeichnis-Ebenen, die in der Liste angezeigt werden sollen

source: double click to reset to `%d'
de: Doppelklick, um auf „%d” zurückzusetzen

source: the number of folder levels to show in film roll names, starting from the right
de: Bestimmt die Anzahl an Verzeichnis-Ebenen, die im Filmrollennamen angezeigt werden sollen, beginnend von rechts.

source: sort collection recent to older
de: Sammlung von neueren Bildern zu älteren sortieren

source: changes the default collections-list order for folders, times and dates to run from recent to older
de: Ändert die voreingestellte Sortierung von Sammlungen, so dass jüngere Bilder vor älteren gezeigt werden.

source: high quality thumb processing from size
de: hochqualitatives Entwickeln für Vorschaubilder

source: always
de: immer

source: small
de: klein

source: never
de: nie

source: if the thumbnail size is greater than this value, it will be processed using the full quality rendering path (better but slower).
de: Wenn die Größe eines Vorschaubildes größer als dieser Wert ist, dann wird es mit voller Qualität berechnet (besser aber langsamer).

source: delimiters for sizes categories
de: Grenzwerte der Größenkategorien

source: sizes categories are used to be able to set different overlays and css values depending of the size of the thumbnail.
de: Größenkategorien werden benutzt, um verschiedene Bildinfos und CSS-Einszellungen in Abhängigkeit von der Größe der Vorschaubilder zu wählen.

source: pattern for the thumbnail extended overlay text
de: Schema der erweiterten Bildinfos in Vorschaubildern

source: see manual to know all the tags you can use.
de: Siehe Handbuch, um mehr über Stichwörter zu erfahren.

source: pattern for the thumbnail tooltip (empty to disable)
de: Schema der Kurzinfos beim Überfahren Vorschaubildern mit der Maus

source: use single-click in the collect panel
de: verwende Einfach-Klick im „Bilder sammeln”-Eingabefeld

source: check this option to use single-click to select items in the collect panel. this will allow you to do range selections for date-time and numeric values.
de: Aktiviere die Option, um Elemente im „Bilder sammeln”-Eingabefeld mit einem einzigen Mausklick auszuwählen. Hierdurch können Bereiche für „Datum/Uhrzeit” und numerische Werte wie „ISO”, „Blende” etc. ausgewählt werden.

source: overlay txt sidecar over zoomed images
de: txt-Begleitdatei über gezoomtes Bild legen

source: when there is a txt file next to an image it can be shown as an overlay over zoomed images on the lighttable. the txt file either has to be there at import time or the crawler has to be enabled
de: Wenn es zu einem Bild eine txt-Datei gibt, dann kann diese über das eingezoomte Bild im Leuchttisch überlagert werden. Die txt-Datei muss entweder bereits beim Import des Bildes vorhanden sein oder der Crawler muss eingeschaltet sein.

source: expand a single lighttable module at a time
de: nur ein einzelnes Leuchttisch-Modul ausklappen

source: this option toggles the behavior of shift clicking in lighttable mode
de: Diese Option schaltet das Verhalten von Umschalt-Klicks in der Leuchttisch-Ansicht um.

source: scroll to lighttable modules when expanded/collapsed
de: zu Leuchttisch-Modul scrollen, wenn es ein- oder ausgeklappt wird

source: when this option is enabled then darktable will try to scroll the module to the top of the visible list
de: Wenn diese Option aktiviert ist, wird darktable versuchen, das entsprechende Modul nach oben in den sichtbaren Bereich der Liste zu scrollen.

source: rating an image one star twice will not zero out the rating
de: doppelte Bewertung mit einem Stern setzt nicht null Sterne

source: do not have the rating of one star behave as documented in the manual--an image rated one star twice will result in a zero star rating.
de: Sorgt dafür, dass im Gegensatz zur Beschreibung im Handbuch ein Bild bei doppelter Bewertung mit einem Stern nicht auf null Sterne gesetzt wird.

source: show scrollbars for central view
de: zeige Scrollbalken für die mittlere Bildansicht

source: defines whether scrollbars should be displayed
de: Definiert, ob Scrollbalken angezeigt werden sollen.

source: darkroom
de: Dunkelkammer

source: pen pressure control for brush masks
de: Drucksensitivität des Stiftes für Pinsel-Masken

source: off
de: aus

source: hardness (relative)
de: Härte (relativ)

source: hardness (absolute)
de: Härte (absolut)

source: opacity (relative)
de: Deckkraft (relativ)

source: opacity (absolute)
de: Deckkraft (absolut)

source: brush size (relative)
de: Pinselgröße (relativ)

source: off - pressure reading ignored, hardness/opacity/brush size - pressure reading controls specified attribute, absolute/relative - pressure reading is taken directly as attribute value or multiplied with pre-defined setting.
de: • „aus“: Druck-Wert ignorieren • „Härte“, „Deckkraft”, „Pinselgröße”: Druck-Wert kontrolliert gewählte Eigenschaft • „absolut”, „relativ”: Druck-Wert wird direkt als Wert benutzt oder mit vordefinierten Einstellungen multipliziert

source: smoothing of brush strokes
de: Begradigen von Pinselstrichen

source: low
de: gering

source: medium
de: mittel

source: high
de: hoch

source: sets level for smoothing of brush strokes. stronger smoothing leads to less nodes and easier editing but with lower control of accuracy.
de: Setzt das Maß der Begradigung von Pinselstrichen. Stärkere Begradigung führt zu weniger Knoten und vereinfachtem Editieren, bedeutet aber zugleich eine geringere Kontrolle über die Genauigkeit.

source: display of individual color channels
de: Anzeige einzelner Farbkanäle

source: false color
de: Falschfarben

source: grey scale
de: Graustufen

source: defines how color channels are displayed when activated in the parametric masks feature.
de: Legt fest, wie einzelne Farbkanäle angezeigt werden, sobald sie im Dialog der parametrischen Maske eingeschaltet wurden.

source: pattern for the image infos line
de: Format der Bildinformationszeile

source: position of the image infos line
de: Position der Bildinformationszeile

source: top left
de: oben links

source: top right
de: oben rechts

source: top center
de: oben mittig

source: bottom
de: unten

source: hidden
de: verborgen

source: show search module text entry
de: zeige Suchmodul-Texteintrag

source: show search text
de: zeige Suchtext

source: show groups
de: zeige Gruppen

source: show both
de: zeige beide

source: expand a single darkroom module at a time
de: nur ein einzelnes Dunkelkammer-Modul ausklappen

source: this option toggles the behavior of shift clicking in darkroom mode
de: Diese Option schaltet das Verhalten von Umschalt-Klicks in der Dunkelkammer-Ansicht um.

source: expand the module when it is activated, and collapse it when disabled
de: Modul ausklappen, wenn aktiv; einklappen, wenn inaktiv

source: this option allows to expand or collapse automatically the module when it is enabled or disabled.
de: Diese Option erlaubt, Module automatisch ein- bzw. auszuklappen wenn aktiviert bzw. deaktiviert.

source: scroll to darkroom modules when expanded/collapsed
de: zu Dunkelkammer-Modul scrollen, wenn es ein- oder ausgeklappt wird

source: border around image in darkroom mode
de: Rand um Bild in Dunkelkammer-Ansicht

source: process the image in darkroom mode with a small border. set to 0 if you don't want any border.
de: Zeige das Bild in Dunkelkammer-Ansicht mit einem kleinen Rand. Auf 0 setzen, wenn kein Rand erwünscht ist.

source: demosaicing for zoomed out darkroom mode
de: Methode zum Entrastern in der herausgezoomten Dunkelkammer

source: always bilinear (fast)
de: immer bilinear (schnell)

source: at most PPG (reasonable)
de: höchstens PPG (sinnvoll)

source: full (possibly slow)
de: vollständig (eventuell langsam)

source: interpolation when not viewing 1:1 in darkroom mode: bilinear is fastest, but not as sharp. middle ground is using PPG + interpolation modes specified below, full will use exactly the settings for full-size export. X-Trans sensors use VNG rather than PPG as middle ground.
de: Interpolation in Dunkelkammer-Ansicht bei Zoomstufen ungleich 1:1: bilinear ist am schnellsten, aber nicht so scharf, der Mittelweg ist PPG und die weiter unten eingestellte Interpolation, vollständig nutzt die gleichen Einstellungen wie der volle Export. X-Trans-Sensoren nutzen VNG statt PPG als Mittelweg.

source: other views
de: andere Ansichten

source: map / geolocalisation
de: Karte / Geolokalisierung

source: only draw images on map that are currently collected and filtered
de: nur Bilder auf der Karte anzeigen, die aktuell gesammelt und gefiltert sind

source: use the current filter settings to select the geotagged images drawn on the map, i.e. limit the images drawn to the current filmstrip. this limits the number of images drawn and thus reduces the time needed to draw the images.
de: Nutze die aktuellen Filter-Einstellungen, um die Bilder auszuwählen, die auf der Karte angezeigt werden. Hierdurch werden nur die Bilder auf der Karte angezeigt, die momentan im Filmstreifen zu sehen sind. Dies beschränkt die Anzahl der anzuzeigenden Bilder und verringert daher die Zeit, die zum Zeichnen der Karte benötigt wird.

source: maximum number of images drawn on map
de: maximale Anzahl Bilder, die auf der Karte gezeigt werden

source: the maximum number of geotagged images drawn on the map. increasing this number can slow drawing of the map down.
de: Die maximale Anzahl an Bilder, die auf der Karte angezeigt werden. Ein Erhöhen dieser Zahl kann das Zeichnen der Karte verlangsamen.

source: pretty print the image location
de: Bildposition schön formatieren

source: show a more readable representation of the location in the image information module
de: Zeige eine besser lesbare Darstellung der Position im Bildinformations-Modul.

source: slideshow
de: Diashow

source: waiting time between each picture in slideshow
de: Wartezeit zwischen zwei Bildern in der Diashow

source: do high quality processing for slideshow
de: hochqualitatives Entwickeln für die Diashow

source: same option as for export, but applies to slideshow.
de: Die selbe Option wie beim Export, hier jedoch für die Diashow.

source: processing
de: Bearbeitung

source: always use LittleCMS 2 to apply output color profile
de: Benutze immer LittleCMS 2, um das Ausgabefarbprofil anzuwenden

source: this is slower than the default.
de: Dies ist langsamer als die Standardeinstellung.

source: pixel interpolator
de: Pixel-Interpolation

source: bicubic
de: bikubisch

source: pixel interpolator used in rotation and lens correction (bilinear, bicubic, lanczos2, lanczos3).
de: Pixel-Interpolation, die bei Rotation und Objektivkorrektur benutzt wird (bilinear, bikubisch, Lanczos2, Lanczos3).

source: 3D lut root folder
de: 3D-LUT-Verzeichnis

source: select directory
de: Verzeichnis wählen

source: this folder (and sub-folders) contains Lut files used by lut3d modules. need to restart darktable.
de: Dieses Verzeichnis (einschließlich der Unterverzeichnisse) enthält die LUT-Dateien, die vom 3D LUT-Modul verwendet werden. Bei Änderung Neustart erforderlich.

source: auto-apply basecurve
de: Basiskurve automatisch anwenden

source: use a basecurve by default (needs a restart)
de: Benutze immer eine Basiskurve. Bei Änderung Neustart erforderlich.

source: auto-apply per camera basecurve presets
de: kameraspezifische Basiskurven automatisch anwenden

source: use the per-camera basecurve by default instead of the generic manufacturer one if there is one available (needs a restart)
de: Benutze standardmäßig die kameraspezifische Basiskurve, falls verfügbar, anstatt die generischen Herstellerkurven. Bei Änderung Neustart erforderlich.

source: auto-apply sharpen
de: Schärfung automatisch anwenden

source: this added sharpen is not recommended on cameras without a low-pass filter. you should disable this option if you use one of those more recent cameras or sharpen your images with other means. (need a restart)
de: Diese zusätzliche Schärfung wird bei Kameras ohne Tiefpassfilter nicht empfohlen. Diese Option sollte nicht aktiviert werden, falls eine solche Kamera ohne Tiefpassfilter verwendet wird oder die Bilder auf andere Weise nachträglich geschärft werden. Bei Änderung Neustart erforderlich.

source: security
de: Sicherheit

source: ask before removing images from database
de: fragen, bevor Bilder aus der Datenbank entfernt werden

source: always ask the user before any image is removed from DB.
de: Nachfragen, bevor ein Bild aus der Datenbank gelöscht wird.

source: ask before erasing images from disk / discarding history stack
de: fragen, bevor Bilder von der Festplatte oder der Verlauf gelöscht werden

source: always ask the user before any image file is deleted / history stack is discarded.
de: Nachfragen, bevor eine Bilddatei von der Festplatte gelöscht oder der Verlauf verworfen wird.

source: send files to trash when erasing images
de: Benutze den Papierkorb beim Löschen

source: send files to trash instead of permanently deleting files on system that supports it
de: Verschiebe Bilder in den Papierkorb, statt sie permanent zu löschen, falls dies vom System unterstützt wird.

source: ask before moving images from film roll folder
de: fragen, bevor Bilder aus dem Filmrollen-Ordner verschoben werden

source: always ask the user before any image file is moved.
de: Nachfragen, bevor eine Bilddatei verschoben wird.

source: ask before copying images to new film roll folder
de: fragen, bevor Bilder in einen neuen Filmrollen-Ordner kopiert werden

source: always ask the user before any image file is copied.
de: Nachfragen, bevor eine Bilddatei kopiert wird.

source: ask before removing empty folders
de: fragen, bevor leere Verzeichnisse entfernt werden

source: always ask the user before removing any empty folder. this can happen after moving or deleting images.
de: Nachfragen, bevor leere Verzeichnisse gelöscht werden. Leere Verzeichnisse können entstehen, wenn Bilder verschoben oder gelöscht werden.

source: ask before deleting a tag
de: vor dem Löschen eines Tags nachfragen

source: ask before deleting a style
de: vor dem Löschen eines Stils nachfragen

source: cpu / gpu / memory
de: CPU/GPU/Speicher

source: memory in megabytes to use for thumbnail cache
de: Speicherlimit (in MB) für den Vorschaubild-Cache

source: this controls how much memory is going to be used for thumbnails and other buffers (needs a restart).
de: Dies legt fest, wie viel Speicher darktable für Vorschaubilder und andere Puffer nutzt. Bei Änderung Neustart erforderlich.

source: enable disk backend for thumbnail cache
de: Festplattencache für Thumbnails benutzen

source: if enabled, write thumbnails to disk (.cache/darktable/) when evicted from the memory cache. note that this can take a lot of memory (several gigabytes for 20k images) and will never delete cached thumbnails again. it's safe though to delete these manually, if you want. light table performance will be increased greatly when browsing a lot. to generate all thumbnails of your entire collection offline, run 'darktable-generate-cache'.
de: Wenn der Festplattencache aktiviert ist, dann werden Thumbnails (Miniatur-Vorschaubilder) auf die Festplatte (.cache/darktable/) ausgelagert. Dies kann viel Speicherplatz belegen (mehrere Gigabyte für 20.000 Bilder) und darktable gibt diesen Speicherplatz auch nicht wieder selbständig frei. Diese Dateien können jedoch gefahrlos manuell gelöscht werden. Der Leuchttisch wird stark beschleunigt, wenn man viele Bilder betrachtet. Mit dem Programm „darktable-generate-cache” können Vorschaubilder der ganzen Sammlung auch außerhalb darktables erstellt werden.

source: enable disk backend for full preview cache
de: Festplattencache für Vorschaubilder benutzen

source: if enabled, write full preview to disk (.cache/darktable/) when evicted from the memory cache. note that this can take a lot of memory (several gigabytes for 20k images) and will never delete cached thumbnails again. it's safe though to delete these manually, if you want. light table performance will be increased greatly when zooming image in full preview mode.
de: Wenn der Festplattencache aktiviert ist, werden Vorschaubilder auf die Festplatte (.cache/darktable/) geschrieben. Dies kann viel Speicherplatz belegen (mehrere Gigabyte für 20.000 Bilder) und und darktable gibt diesen Speicherplatz auch nicht wieder selbständig frei. Diese Dateien können jedoch gefahrlos manuell gelöscht werden. Diese Option kann den Leuchttisch stark beschleunigen, wenn Bilder in der vollen Voransicht betrachtet werden.

source: number of background threads
de: Anzahl Hintergrund-Threads

source: this controls for example how many threads are used to create thumbnails during import. the cache will grow to a maximum of twice this number of full resolution image buffers (needs a restart).
de: Dies legt zum Beispiel fest, mit wie vielen Threads während des Imports Vorschaubilder erzeugt werden. Der Cache wächst höchstens bis zu zweimal diesen Wert an Bild-Puffern mit voller Auflösung. Bei Änderung Neustart erforderlich.

source: host memory limit (in MB) for tiling
de: Speicherlimit (in MB) für Kachelung

source: this variable controls the maximum amount of memory (in MB) a module may use during image processing. lower values will force memory hungry modules to process image with increasing number of tiles. setting this to 0 will omit any limit. values below 500 will be treated as 500 (needs a restart).
de: Dies bestimmt die maximale Speichermenge (in MB), die ein Modul beim Verarbeiten des Bildes benutzen darf. Niedrigere Werte erzwingen bei speicherintensiven Modulen eine Bildverarbeitung mit einer größeren Anzahl von Kacheln. Ein Wert von 0MB bewirkt keinerlei Limitierung, ein Wert kleiner 500MB wird als 500MB interpretiert. Bei Änderung Neustart erforderlich.

source: minimum amount of memory (in MB) for a single buffer in tiling
de: minimale Speichermenge (in MB) für einen einzelnen Puffer beim Kacheln

source: if set to a positive, non-zero value this variable defines the minimum amount of memory (in MB) that tiling should take for a single image buffer. has precedence over heuristics based on host_memory_limit (needs a restart).
de: Falls dieser Wert größer als 0MB ist, dann bestimmt dieser die minimale Speichermenge in MB, die beim Kacheln für einen einzelnen Bild-Puffer reserviert wird. Dieser Wert hat Vorrang vor den Heuristiken basierend auf „host_memory_limit” in der Konfigurationsdatei „darktablerc”. Bei Änderung Neustart erforderlich.

source: activate OpenCL support
de: OpenCL-Unterstützung aktivieren

source: if found, use OpenCL runtime on your system for improved processing speed. can be switched on and off at any time.
de: Benutze OpenCL-Laufzeitumgebung für schnellere Verarbeitung, sofern sie gefunden werden kann. Kann jederzeit an- und ausgeschaltet werden.

source: not available
de: nicht verfügbar

source: not available on this system
de: auf diesem System nicht verfügbar

source: OpenCL scheduling profile
de: OpenCL-Scheduler-Profil

source: default
de: Standard

source: multiple GPUs
de: mehrere GPUs

source: very fast GPU
de: Sehr schnelle GPU

source: defines how preview and full pixelpipe tasks are scheduled on OpenCL enabled systems. default - GPU processes full and CPU processes preview pipe (adaptable by config parameters); multiple GPUs - process both pixelpipes in parallel on two different GPUs; very fast GPU - process both pixelpipes sequentially on the GPU.
de: Legt fest, wie das Vorschaubild und die Pixelpipes auf Systemen mit aktiviertem OpenCL berechnet werden. • Standard: GPU berechnet die volle Pixelpipes und die CPU das Vorschau (kann über die Konfigurationsdatei „darktablerc” weiter angepasst werden) • mehrere GPUs: beide Pixelpipes werden parallel auf zwei GPUs berechnet • sehr schnelle GPU: beide Pixelpipes werden nacheinander auf der selben GPU berechnet

source: storage
de: Speichern

source: database
de: Datenbank

source: check for database maintenance
de: prüfen, ob Datenbankwartung notwendig

source: on startup
de: beim Start

source: on close
de: beim Beenden

source: on both
de: beim Start und beim Beenden

source: on startup (don't ask)
de: beim Start (ohne Nachfrage)

source: on close (don't ask)
de: beim Beenden (ohne Nachfrage)

source: on both (don't ask)
de: beim Start und beim Beenden (ohne Nachfrage)

source: this option indicates when to check database fragmentation and perform maintenance
de: Diese Option bestimmt, zu welchem Zeitpunkt die Datenbank auf Fragmentierung überprüft und gegebenenfalls gewartet wird.

source: database fragmentation ratio threshold
de: Grenzwert für die Datenbankfragmentierungsrate

source: fragmentation ratio above which to ask or carry out automatically database maintenance
de: Fragmentierungsrate oberhalb derer der Nutzer gefragt wird, ob eine Wartung der Datenbank vorgenommen werden soll.

source: xmp
de: XMP-Begleitdateien

source: write sidecar file for each image
de: für jedes Bild Begleitdatei schreiben

source: these redundant files can later be re-imported into a different database, preserving your changes to the image.
de: XMP-Begleitdateien können später wieder in eine andere Datenbank importiert werden, so dass beim Bildimport Bearbeitungen mit übernommen werden.

source: store xmp tags in compressed format
de: XMP-Stichwörter komprimiert speichern

source: only large entries
de: nur große Daten

source: entries in xmp tags can get rather large and may exceed the available space to store the history stack in output files. this option allows xmp tags to be compressed and save space.
de: Die Daten in einzelnen XMP-Feldern können recht groß werden, so dass die Größe des Verlaufsstapels den verfügbaren Speicherplatz in exportierten Dateien überschreitet. Diese Option erlaubt es, die Daten in den XMP-Feldern zu komprimieren und so Speicherplatz zu sparen.

source: look for updated xmp files on startup
de: beim Start nach aktualisierten XMP-Dateien suchen

source: check file modification times of all xmp files on startup to check if any got updated in the meantime
de: Prüfe die Zeitstempel aller XMP-Dateien beim Start, um diejenigen zu finden, die zwischenzeitlich extern bearbeitet wurden.

source: miscellaneous
de: Verschiedenes

source: interface
de: Benutzeroberfläche
